Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hoe kies jy, Mike?
ar: كيف تختار ، (مايك) ؟

source: Wie kies jy?
ar: من الذي تختاره ؟

source: Jy kan begin, maar hoe hou jy daarmee op?
ar: يمكنكبدأالأمر، لكنّ كيف ستوقفه ؟

source: Jy is God nie.
ar: أنت لست الرّب.

source: Hy wil daar nie aan deel te neem.
ar: هو لن يقوم بهذا.

source: Ek kan dit nie doen nie.
ar: لا أستطيع فعل هذا.

source: Ek kan dit nie.
ar: لا أستطيع فعل هذا.

source: Kalm aan, jy gaan die raamwerk stukkend slaan.
ar: برويّة .برويّة. ستكسر الإطار

source: Hulle is almal daar, baas.
ar: تحدثت مع الجميع ، يا رئيس.

source: Het jy die lek gevind?
ar: هل وجدت التسرّب ؟

source: Ek dink dat Catherine gelyk het.
ar: ربما كانت (كاثرين) محقّة.

source: Hierdie vroue sou mekaar nooit verraai.
ar: هؤلاء النساء لن يكشفوا بعضهنّ البعض أبداً.

source: Die meisie waar ek mee gepraat het, is byna doodgeslaan deur haar vader, omdat sy 'n seun gesoen het.
ar: الفتاة التي كنت أحدّثها تمّ ضربها تقريباً حتى الموت بمن طرف والدها بسبب تقبيلها لشابّ الفتاة التي في الخلف على اليمين

source: Die meisie regs agter hardloop weg van 'n huwelik toe sy 13 was.
ar: فرّتمنزواجمدبّرعندمابلغت13سنة،

source: 13, baas. - Ja.
ar: 13سنة ، يا رئيس أجل.

source: Ja, ek verstaan dit.
ar: أجل . فهمت ذلك.

source: Andersyds, as hulle die enigstes is wat die inligting het, moet 't lek hier is.
ar: من جهة أخرى ، إذا كانوا هم الوحيدين الذين لديهم المعلومة فلابدّ من التسريب ان يكون هنا.

source: Ons moet verlaat, nou.
ar: أجل ، سيّدي. يجب علينا الرّحيل.

source: - Wat is daar gaande?
ar: الآن.

source: My offisier gevang inligting op dat 'n groep inwoners vanaand iets van plan is.
ar: مالذي يجري ؟ تحصّل مكتبي على معلومة تقول بأن مجموعة من المحلييّن يخطّطون لشيء ما بعد غروب الشمس هذه الليلة.

source: Dat is zowat rondom hierdie tyd.
ar: هذا الآن تقريباً.

source: - Wat van plan?
ar: يخططّون لماذا ؟

source: Een of ander vreugdevuur, hulle kom meestal te naby vir die veiligheid.
ar: يبدو أنه إطلاق آخر للنار من الخارج. إنهم عادةً قريبون جداً للراحة.

source: Dan moet ons die polisie bel.
ar: ينبغي علينا الإتصال بالشرطة.

source: - Dat is geen goed idee.
ar: تلك ليست فكرة جيّدة.

source: Hulle bring gewoonlik die petrol mee.
ar: هم يجلبون البنزين غالباً.

source: - My offisier gestuur al 'n dringend versoek aan die VN gewapende magte in die buurt. Maar ons het die bevel om na die basis terug te keer.
ar: مكتبي أرسل بالفعل طلباً عاجلاً لأي قوات الأمم المتحدة بالمنطقة لقد أٌمرنا بالعودة إلى القاعدة.

source: Miskien kan jy meisies uit voorsorgmaatreël beter iewers anders heen. Jy weet so goed soos ek dat hulle nêrens heen kan. Ons wag op versterking.
ar: ربّما فتياتك يستطعن العثور على مكان آخر كتبدير وقائي حسنُ، أنتتعرفمثلماأعرف ، لا يوجد لديهنّ أي مكان للذهاب إليه. سننتظر المساندة.

source: Agent Gibbs, dit is verbode deur ons reëls om hulp te verleen in sulke omstandighede.
ar: أيها العميل (غيبز) ، لدينا قانون يمنع التدخلّ لتوفير أي دعم في مثل هذه المواقف.

source: Dit is politiek gesien erg lastig.
ar: الأمر مخادعٌ جداً من الناحية الجيوسياسية.

source: Ons het ons beveel.
ar: لدينا أوامرنا.

source: Ons moet vertrek.
ar: يجب أن نرحل.

source: Ek bly.
ar: سأبقى هنا.

source: Luister, dit is nie die eerste keer dat ons sulke inligting kry. Met die meisies kom dit wel goed.
ar: اسمع ، هذه ليست المرّة الاولى التي نحصل فيها على معلومة كهذه الفتيات سيكوننّ بخير.

source: Maar as ons voortgaan dan draai dit gewaarborg op geweld uit.
ar: لكن إذا بقينا ، سيصبح الأمر عنيفاً بالتأكيد.

source: Ons moet nou vertrek.
ar: علينا أن نرحل الآن.

source: Kom op, McGee. Maak dat jy wegkom.
ar: (هيّا، ( ماكغي.

source: Baas?
ar: اخرج من هنا يارئيس...

source: - Nou.
ar: الآن.

source: Dankie dat u met NCIS gevlieg het.
ar: شكراً لكم للطيران عبر شركة وكالة التحقيقات البحرية

source: Ons weet dat u kan kies uit overheidsagentschappen. Ons hoop dat u vreugde beleef aan die Amerikaanse paspoort.
ar: نعلم أنه لديكم اختيارات عندما يتعلّق الأمر بالوكالات الحكومية ونأمل أن تتمكنوا من إكتشاف أفراح جواز السفر الأمريكي

source: Of die groen kaart.
ar: أو بطاقة الجنسية.

source: Moenie bekommerd wees nie, alles kom goed.
ar: لا تقلقن. كلّ شيء سيكون على مايرام.

source: Graag gedaan.
ar: على الرّحب والسعة.

source: Tony DiNozzo, vriend van die dames.
ar: (طوني دينوزو) ، صديق السيّدات.

source: - Tony, ons sit met 'n probleem.
ar: (طوني) ، لدينا مشكلة.

source: Ons het inligting dat daar 'n aanval op die skuiling sou kom en ons het die bevel om op te krap. maar...
ar: وصلتنا معلومة بإمكانية وجود هجوم على الملجأ وأوامربالإنسحابلكن...

source: Laat my raai.
ar: دعني أخمّن.

source: Eintlik is dit nie nodig.
ar: في الواقع ، لا أحتاج لذلك.

source: Agent McGee, ons het ons beveel, ons moet nou vertrek.
ar: أيهاالعميل(ماكغي)، لدينا أوامرنا. علينا الرحيل الآن.

source: Gaan dan.
ar: إذاً اذهب.

source: Wat is daar met hierdie kêrels van die NCIS?
ar: مالخطب في هؤلاء الأشخاص من وكالة التحقيقات البحرية ؟

source: - Wat het jy nodig?
ar: -مالذي تحتاجه ؟

source: Daar sou versterking onderweg is, maar...
ar: -يفترض أنه يوجد تعزيزاتعسكريةآتيةلكن ...

source: - Ek kyk wat ons in die buurt het.
ar: سأرى مالذي يوجد بالمنطقة حسناً، عندماتنهيذلك ،

source: As jy klaar is, gaan dan na MTAC en kyk of daar satellietbereik van ons plek is.
ar: اذهبإلىغرفةتحديدالمخاطر، وتحقق من تغطية القمر الصناعي على موقعنا.

source: Miskien kan jy iets sien wat ons nie sien nie.
ar: ربماّ تستطيع رؤية شيء لا نراه نحن.

source: Goed, dit doen ek.
ar: حسناً ، سأعمل ذلك.

source: Wees versigtig, Tim.
ar: كن حذراً ، (تيم).

source: Maak wat komberse nat.
ar: قوموا بتبليل بعض البطانيات.

source: Ons kan hulle voor die deure stop, as ons die rook wil buite hou.
ar: يمكن أن نضعهم تحت الباب إذا احتجنا لإخراج الدخان.

source: Die agterkant is beskerm.
ar: الخلف مؤمّن.

source: Iets waarmee ek kan help, baas?
ar: هل يوجد شيء آخر أستطيع المساعدة به ، يا رئيس ؟

source: Identifiseer alle sighoeke.
ar: تعرّف على كل خطوط الرؤية.

source: Dek alle benadering moontlikhede, McGee.
ar: (وقمبتغطيةكل جهاتالإقتراب،(ماكغي.

source: Waarom gaan ons nie rondom die blok, tot die kavallerie daar aankom.
ar: أتعلم ، لا أرى المانع في أن نأخذ جولة في الشارع ريثما يصل الجنود ذلك خطرُ جداً.

source: Dat is te riskant, dit is miskien opgestel om ons die skuiling te doen verlaat.
ar: -يمكن أن يكون هذا كلّه مجرّد خدعة حتى نترك الملجأ.

source: Ons is binne veiliger.
ar: نحن بمأمن في الداخل.

source: McGee, ammunisie.
ar: (ماكغي) ، الذخيرة.

source: - Een vol pakhuis in my SIG en twee ekstra in my sak.
ar: لدي مشطُ كامل في مسدّسي. بالإضافة إلى مشطان في الحقيبة.

source: Het jy wapens?
ar: هل لديك أي أسلحة ؟

source: Ek is nie so dol op wapens, maar ek het daar 'n by die hand.
ar: لستمولّعةجداًبالأأسلحة، لكن كنت أحتفظ بسلاحٍ هنا.

source: Skiet nie op jouself.
ar: لا تطلقى النار على نفسك.

source: Almal teen die grond.
ar: انخفضوا كلّكم.

source: McGee.
ar: (ماكغي ).

source: Hier is niks te sien.
ar: لا أرى شيئاً.

source: Tony, dit is nou 'n slegte tyd.
ar: (طوني) ، توقيت سيء الآن .

source: Ek het net die VN bevelvoerder aan die lyn, hy stuur 'n span in julle rigting.
ar: لقد أنهيت إتصالاً للتو مع قائد بالأمم المتحدة. سيرسلون فريقاً إلى طريقكم.

source: Hulle mag haastig, ons was geskaafde.
ar: من الأفضل أن يسرعوا. لقد تلقيّنا النار الآن.

source: - Die satelliet kom aanlyn.
ar: القمر الصناعي يتصّل الآن.

source: Goed, hier gaan ons.
ar: حسناً ، ها قد بدأنا.

source: Daar is vyf inkomende boemannen, McGee.
ar: لدينا خمسة رجال يقتربون ، (ماكغي).

source: Te voet, beweeg stadig.
ar: على الأقدام ، يتحركون ببطئ.

source: Ek het hulle.
ar: وجدتهم.

source: Is jy daar nog, McGee?
ar: هل لازلت هناك ، (ماكغي) ؟

source: - Ons is daar, Tony.
ar: (نحنهنا،( طوني.

source: Hulle het molotovcocktails.
ar: لديهم قنابل المولوتوف.

source: Hulle planne geen vreugdevuur.
ar: هم لا يخطّطون لإطلاق النار من الخارج.

source: Jy gaan jou hier nie kan uitpraat en as jy gaan skiet ontstaan daar 'n oproer.
ar: حسنُ، لنتقنعهمبالحديثفيهذاالأمر، وإذابدأتفي إطلاقالنار، ستأتيك كامل العصابة.

source: Die plaaslike bevolking is nie baie gestel op Amerikaners.
ar: السكّان المحليّين ليسوا معجبين كبار بالأمريكيين.

source: Net buite Kaboel ontplof 'n bomauto.
ar: هذاوصلللتوّ: في خارج "كابول" ، حدث تفجير لسيّارة آخر.

source: Die doel was 'n skuiling vir vroue, gelei deur 'n Franse groep genaamd,
ar: الهدف هذه المرّة كان ملجأ للنساء

source: "Les Femmes Determinee".
ar: "تديرهامجموعةفرنسيةتُدعى"النساءالعازمات.

source: Na bewering sy ses Afghaanse vroue gedood deur die ontploffing.
ar: تمّ تقرير وفاة ستة نساء خلال الإنفجار.

source: Die enigste oorlewende is 'n Franse, Catherine Tavier, wat die opvang gelei het.
ar: الناجية الوحيدة كان مواطنة فرنسية تدعى (كاثرين تافيير) والتي تدير الملجأ.

source: Ek kon hulle daaruit gehaal het, probie.
ar: كان بإمكاني إخراجهم من هناك ، يا مبتدئ.

source: Sommige van hulle was nog kinders.
ar: البعض منهنّ كنّ مجرّد أطفالاً.

source: Ons kan nie vlug, kan ons nie onderhandel en nie veg.
ar: لا نستطيع الهروب. لا نستطيع المفاوضة. لا نستطيع القتال.

source: Wat doen ons dan?
ar: إذاً مالذي سنفعله ؟

source: Goed, hulle kom, McGee.
ar: حسناً. (همقادمون،يا( ماكغي.

source: Ons hou stand.
ar: نقف لهم.

source: - Wat beteken dat eintlik?
ar: ماذا يعني ذلك بالضبط ؟

source: Die ouens is boelies.
ar: هؤلاء الأشخاص متنمّرين.

source: Jy kom op teen boelies, nietwaar, McGee?
ar: تتصدّى للمتنمرين ، أليس كذلك (ماكغي) ؟

source: Dek me.
ar: قُم بتغطيتي.

source: Baas gaan jy na buite?
ar: يا رئيس ، هل أنت ذاهب للخارج ؟

source: McGee, wat doen hy daar buite?
ar: (ماكغي)، مالذي يفعله ؟

source: - Hy doen wat hy doen, Tony.
ar: (إنهيفعلما يفعله،(طوني.

source: Waar bly ons versterking?
ar: أين هي مساندتنا ؟

source: - Ek werk daaraan.
ar: أعمل على ذلك.

source: Wel, werk dan vinniger.
ar: حسنُ ، اعمل بسرعة.

source: Hy gaan homself laat doodmaak.
ar: سيؤدي بنفسه للقتل.

source: Ek dink dat ek eers sterf deur 'n hartaanval.
ar: أعتقد أنني سأموت بسبب سكتة قلبية قبله.

source: - Waar bly die lug- en grondsteun?
ar: إلىالشبكة097... أين هو دعمنا الجوّي والأرضي ؟

source: Ons het hulle nou nodig, daar is geen tyd meer.
ar: نحتاجه الآن. لقدنفذلديناالوقت.

source: Hulle is met teveel.
ar: يوجد العديد منهم.

source: As ek daar 'n neerskiet, dan is Gibbs dood.
ar: إذاقتلتواحداًمنهم، سيموت (غيبز)

source: Hy is al dood.
ar: هو ميّت بالفعل.

source: Wat is daar gaande, situasie verslag, McGee.
ar: مالذي يحدث ، (ماكغي) ؟

source: Jy was al aan die ander kant van die blik, Tony.
ar: (لقدرأيتتلكالنظرةمنالجهة المقابلة،(طوني .

source: Raad eens.
ar: خذ تخميناً.

source: He, gunny, het jy hulp nodig?
ar: تلقيت إتصالاً بأنك تحتاج للمساعدة ؟

source: Ek kan dit nie glo nie.
ar: لا أستطيع تصديق ذلك.

source: - Dat was, ongelooflik.
ar: ذلك لا يصدّق.

source: Baas, jy het die skuiling gered.
ar: يا رئيس ، لقد أنقذت الملجأ.

source: Voorlopig, McGee.
ar: (للوقتالحالي،يا( ماكغي.

source: Maar hoe is dit môre?
ar: ماذا عن الغد ؟

source: Agent Gibbs het nogal 'n risiko met wat hy gedoen het.
ar: أخذ العميل (غيبز) مخاطرة كبيرة لما فعله.

source: Dit is sy styl.
ar: تلك هي طريقته.

source: Ek het gehoor dat hulle die lek gevind het.
ar: علمت أنهم وجدوا التسرّب.

source: Ja, een van die meisies wat die opvang verlaat en bedreig is.
ar: أجل. إحدى الفتيات التي انتقلت خارج الملجأ تم تهديدها.

source: - Julle gee regtig om die werk, maar ook vir mekaar.
ar: لم يكن لديها أي خيار.

source: Wel, soms is dit 'n last.
ar: حسنُ ، أحياناً يكون الأمر مزعجاً.

source: Waarom dink jy dat Gibbs dit gedoen het?
ar: لماذا تعتقد أن (غيبز) فعل هذا ؟

source: Ek weet dit nie.
ar: لا أعلم.

source: Omdat hy graag die reëls oortree, miskien.
ar: ربّما لأنه يحبّ خرق القوانين.

source: Ek hoop dat hy 'n goeie antwoord voor die immigrasie het.
ar: آمل أنه لديه إجابة أفضل لمصلحة التهجير.

source: Want hy gaan na dit tog een en ander moet verduidelik.
ar: لأنه سيكون لديه شرح يقوم به بعد هذا الأمر.

source: Mike sou so trots op jou wees.
ar: كان (مايك) ليكون فخوراً جداً بك.

source: Maar hy woon daar.
ar: لكنه يعيش هناك. - حسناً...

source: Jy optree soos 'n kind.
ar: أنت تتصرف كالطفل

source: - Martha, asseblief, as jy om my gee, laat die me dan self uitvind.
ar: مارثا, من فضلك إن كنت تكترثين بي حقا.. ..فقط دعيني أجد حلاً بمفردي

source: Help, help me.
ar: ساعدوني. ساعدوني!

source: Ry maar.
ar: فقط قم بالقيادة.

source: NCIS Seisoen 11 - Episode 5 Once a Crook
ar: ♪ NCIS الموسم الحادي عشر ♪ Once a Crook الحلقة الخامسة بعنوان تاريخ بث الحلقة 22 أكتوبر 2013

source: Tony, wat doen jy hier?
ar: طوني؟ ماذا تفعل هنا؟

source: - Werk, Tim.
ar: أعمل يا تيم ...

source: Ek probeer my deur hierdie ondersoek verslae te worstel.
ar: أحاول السيطرة على.. تقارير التحقيق هذه.

source: Om sewe uur soggens?
ar: في السابعة صباحا؟ !

source: - Ja, iemand moet dit doen.
ar: نعم. شخصا ما لابد أن يفعل.

source: Weereens, wie is jy en wat het jy met die ware Tony gedoen?
ar: مرة أخرى, من أنت؟ ! وماذا فعلت ب"طوني" الحقيقي.

source: Oh, ek was vroeg op en sien kans om langs die gym te gaan en wat om te shop.
ar: حسنا. أنا فقط صحوت مبكراً. معطياً نفسي فرصة للذهاب للجيم, والقيام ببعض التسوق

source: Ek het ook nog ontbeten.
ar: ثم حصلت على بعض الفطور.

source: - Om hoe laat was jy dan al op?
ar: متى صحوت مبكراً بالضبط.

source: Eintlik, het ek nie geslaap.
ar: فنيا, أنا لم أنم

source: - Glad nie?
ar: على الإطلاق؟

source: Wil jy daaroor praat?
ar: أتريد أن تتحدث عن ذلك

source: Ek het die gevoel dat ons dit net gedoen het.
ar: أعتقد أننا فعلا لتونا

source: Jy is die afgelope weke anders, Tony.
ar: أتعرف, أنت مختلف هذه الأسابيع القليلة الماضية, يا طوني

source: Hoe lank al?
ar: لكم من الوقت؟

source: Dit is nogal persoonlik, Tim.
ar: حسنا, هذا السؤال شخصي بعض الشيء, تيم

source: Maar omdat jy dit vra... Nee, hoe lank het jy al nie meer geslaap het?
ar: لكن منذ متى وأنت تسأل لا, لكم من الوقت لم تنم

source: Enkele dae, geen probleem.
ar: بضعة قليلة.. ليست مشكلة

source: - Enkele dae is 'n groot probleem, die liggaam het rus nodig, Tony.
ar: بضعة أيام هي مشكلة كبير, أنت تحتاج للراحة يا طوني

source: - Meen jy dit?
ar: أتمزح؟ ..

source: Ek voel nog nooit alerter, Ek is heeltemal in my sas.
ar: أنا لم أشعر من قبل بمثل هذا النشاط مزيد من التحكم أنا بالكامل على طريقتي

source: Ek voel goed, man.
ar: شعور جيد

source: Staan op, DiNozzo.
ar: - على قدميك, دينوزو

source: Jammer, baas, ek het jou nie sien kom.
ar: أسف يا رئيس. لم أرك قادماً.

source: - Ek bring orde en ruimte skip...
ar: أنا فقط أحصل على شكل سفينة عملي الفضائية

source: Ruimte...
ar: سفينة...

source: Skip...
ar: فضائية... !

source: Werk in uitvoering.
ar: أنا أعمل

source: - Doen dit later.
ar: اعمل في وقت لاحق.

source: 'n Dooie matroos naby Baltimore, komaan.
ar: حصلنا على بحار ميت خارج بالتيمور. - هيا.

source: Ek het koffie nodig.
ar: - أحتاج القهوة.

source: Gebrek aan slaap beinvloed kognitiewe funksies, kardiovaskulêre gesondheid, bloedsirkulasie.
ar: يؤثر الحرمان من النوم الوظائف المعرفية عالية المستوى، صحة القلب والأوعية الدموية، انت ...

source: Jy gesoek het onderweg op via Google, nie?
ar: فقط بحثت في جوجل عن ذلك ، أليس كذلك؟

source: - Newe-effekte is, hoër risiko van 'n beroerte, geheueverlies en hallusinasies, Tony.
ar: وتشمل الآثار الجانبية زيادة خطر الاصابة بالجلطة الدماغية، فقدان الذاكرة، الهلوسة، طوني.

source: Wat bedoel jy daarmee?
ar: ما وجهة نظرك؟

source: - Sou jy nou wel 'n gelaaide wapen dra?
ar: أيجب عليك حقا أن تكون حاملا سلاح معمر الآن ؟

source: Luister, ek het by die huis slaappille, ek kan hulle saambring.
ar: انظر، أنا حصلت على بعض الحبوب المنومة في المنزل - أنا يمكن أن أجلبهم.

source: Probeer jy my heeltemal " Dorothy Dandridge " te maak?
ar: انت تحاول ان تجعل لي جميع دوروثي داندريدج؟

source: Vergeet dit maar.
ar: انسى. حبوب البن.

source: Koffiebone en Turbo Tweak.
ar: القرص توربو.

source: Die liggaam is my tempel.
ar: الجسد هو معبدي.

source: Hemel, ek het maagzuurremmer nodig.
ar: آه ... انا بحاجة الى بعض مضاد للحموضة.

source: Kan jy jou voor...
ar: هل قمت ب...

source: Dit spyt my, baas.
ar: آسف يا رئيس.

source: 'n Nogal rustieke plek om te sterf, vind jy nie, Jethro?
ar: بدلا مكان رعوي للموت ، ؟ ألن تقول,جيثرو

source: Dit hang van die oorsaak af, Duck.
ar: يعتمد على السبب ، داك .

source: - Die is minder rustiek, vrees ek.
ar: بالتأكيد أقل رعوية ، أخشى ذلك .

source: Enkele skoot in die rug, vir sover ek dit kan sien.
ar: بطلق ناري واحد ل الجزء الخلفي ، بقدر ما أستطيع أن أرى .

source: Voorafgegaan deur 'n brutaal geveg.
ar: سبقت خلال معركة وحشية .

source: - Hy het geveg.
ar: لقد خاض عراكاً

source: Ja met die omgewing, dit is geen wonde van verdediging op sy hande.
ar: إنها البيئة. هذه ليست.. جروح دفاعية التي على يديه.

source: Van bome en struike, waar hy hom ongetwyfeld deur moes.
ar: انهم من الأشجار و من الواضح.. انه بلا شك كان ناضل للوصول إلى هنا .

source: Hy het gevlug vir iemand.
ar: لا ، ولقد كان يهرب من شخص ما.

source: - Slagoffer is onderoffisier Wells.
ar: ضحية من الدرجة الأولى الضابط ويلز.

source: 24 jaar oud, 'n crypto techie.
ar: 24 سنة. وهو مبرمج تشفير

source: Net terug uit Afghanistan, waar hy was ontplooi in 'n sekuriteit pos.
ar: عاد لتوه من جولة في أفغانستان حيث تم تعيينه في وظيفة أمنية .

source: Parkwachters het sy liggaam gevind om 6 uur.
ar: اكتشف بارك رينجرز جثته في السادسة صباحا

source: - Rollins Hotel.
ar: فندق رولينز .

source: In Baltimore en nog duur ook.
ar: إنها بالتيمور ومكلفة أيضا.

source: Ek vraag me af hoe 'n militêre hom dat kan bekostig.
ar: وأنا أتساءل كيف لرجل مثله يمكن تحمله .

source: Ondersoek.
ar: تحقق من ذلك .

source: Ag, DiNozzo, waar is jy mee besig?
ar: آه ، دينوزو ، ماذا تفعل ؟

source: Bome?
ar: الأشجار؟

source: Kyk bietjie loos.
ar: لوكي-لوس.

source: Hulle is almal iewers op gekleed.
ar: إنهم جميعا يرتدون لشيء -

source: Stap, hardloop, vogelspotten.
ar: المشي لمسافات طويلة ، الجري، مشاهدة الطيور . نعم ، ما عدا ؟

source: - Ja, behalwe?
ar: الرجل طويل القامة في الرداء الأخضر

source: Die groot man met die groen hoodie en swart skoene.
ar: مع أسود أحذية العمل .

source: Die is nêrens op gekleed.
ar: انه لا يرتدي لشيء .

source: Agter my, reg voor jou uit.
ar: خلفي مباشرةً

source: Hy het daar gestaan.
ar: لقد كان هنا.

source: - Wel, bring hom weer.
ar: حسنا ، حاول إيجاده .

source: He.
ar: مهلا!

source: Kom terug, NCIS.
ar: عد.. NCIS !

source: Bly staan? .
ar: توقف!

source: Dit spyt my, hy is weg.
ar: آسف. لقد اختفى .

source: Dit was...
ar: كان ...

source: - Is alles in orde, DiNozzo?
ar: هل أنت بخير، دينوزو ؟

source: Ja, natuurlik.
ar: نعم ، بالطبع .

source: Dit is...
ar: انها ...

source: Die man staan hier, weet jy?
ar: لقد كان واقفاً هنا

source: Ek was net...
ar: كنت فقط ...

source: Geurige Choward kougom.
ar: " علكة " "

source: - Beteken dat iets vir jou?
ar: هذا يعني لك شيئا ؟

source: Ja, dat McGee gelyk het.
ar: نعم. وهو ما يعني أن ماكجي على حق .

source: Ek begin me dinge in te beelde.
ar: أنا بدأت أتوهم الأشياء .

source: Hallo.
ar: مرحبا .

source: - Oh, he, Delilah.
ar: اه. مهلا. دليلة .

source: Wat sit jy hier te doen?
ar: لماذا أنت هنا ؟

source: - Het jy dit nog nie gehoor nie?
ar: أوه ، لم تسمع ؟

source: Die oordrag is gereël.
ar: حركة التنقلات لتوي أتيت

source: Dit is amptelik, ek behoort by die span.
ar: انها رسمية - أنا انضممت للفريق.

source: Versigtig, Delilah, Tony funksioneer onder 'n ernstige gebrek aan slaap.
ar: احذري ، دليلة . طوني عنده مشكلة خطيرة في النوم .

source: Sy, neurotransmitters kon nou geen humor hanteer.
ar: له ، اه ، الناقلات العصبية ولا يستقبل حس الفكاهة في الوقت الحالي .

source: Ek het maar 'n grap gemaak, Tony.
ar: أنا فقط امزح ، طوني .

source: Jy sou 'n dokter moet raadpleeg as jy nie kan slaap nie.
ar: ولكن يجب عليك حقا رؤية الطبيب إذا كنت لا تستطيع النوم .

source: langdurige slapeloosheid kan tot 'n vroeë dood lei.
ar: الأرق لفترة طويلة يمكن أن يؤدي إلى الموت المبكر .

source: Is dat 'n belofte?
ar: حقا؟

source: Slegte humeur is ook 'n simptoom?
ar: حدة الطبع أيضا من أعراض ؟

source: Hoekom sit jy hier, Delilah?
ar: لماذا أنت هنا ، دليلة ؟

source: Defensie gestuur haar, toe hulle hoor van die moord op onderoffisier Wells.
ar: - أنا ، اه ... - أرسلتها وزارة الدفاع بمجرد أن سمعت عن قتل الضابط ويلز " .

source: Waarom het Defensie belangstel in 'n laaggestel computertechie?
ar: لماذا وزارة الدفاع تهتم بذلك

source: Wel, onderoffisier Wells was nie sommer 'n kripto techie.
ar: حسنا ... ضابط ويلز لم يكن مجرد أي مشفر بيانات تكنولوجي .

source: Hy was kommunikasie kenner van Defensie met toegang tot hoogs geheime inligting.
ar: كان خبيرا في مجال اتصالات شبكة الدفاع مع تصريح أمني من المستوى الأعلى.

source: Wat soort van inligting?
ar: أي نوع من البيانات كان بإمكانه الوصول إليه ؟

source: - Dat is geheim, Tony.
ar: هذا سري ، طوني .

source: Ernstig?
ar: حقاً؟

source: - Nee, ek het sin op die eens te sê.
ar: لا، أنا فقط أريد أن أقول ذلك دائماً.

source: Ek begeef my nie so dikwels op dat terrein.
ar: أنا لا أخرج إلى الميدان كثيرا

source: Dit is nie die toegang wat Defensie bekommerd om was, dit is die enkripsie kodes wat hulle daagliks gebruik.
ar: انه ليس وصوله لوزارة الدفاع ما نقلق عليه ، انها رموز التشفير انه استخدمها على أساس يومي .

source: Dit is die beste wat die weermag het.
ar: بعض من أفضل ما لدى العسكري .

source: - Wells was 'n troef.
ar: وكان ويلز أحدهم.

source: Hy moes hom vanoggend rapporteer in NAS Point Mugu, Kalifornië.
ar: و كان من المفترض ان أن يقدم تقريرا لعمله في نقطة NAS موجو في ولاية كاليفورنيا هذا الصباح .

source: Oh, mag ek ook 'n stukkie?
ar: أوه ، هل أستطيع الحصول على قطعة ؟

source: Ek hou van druiwesmaak.
ar: أنا أحب العنب .

source: Kougom met druiwesmaak.
ar: علكة للثة معطرة؟

source: Ooit van die voedselpiramide gehoor?
ar: هل سمعت من قبل عن الهرم الغذائي ؟

source: Kougom is geen druiwe, maar pers.
ar: العلكة ليست بالعنب ، انها بنفسجية.

source: Wat is dit dan?
ar: و ما هذا ؟

source: 'n Sak vol duur selfone, wat toevallig klop met die beskrywing van 'n vragmotorlading die gisteraand gekaap is in die hawe.
ar: كيس من الهواتف الخلوية الراقية والذي مجرد يطابق وصف لحمولة الشاحنة التي اختطفت الليلة الماضية

source: Ek het niks gedoen nie.
ar: في أحواض بناء السفن ؟ أنا لم أفعل أي شيء .

source: Waarom het jy dit dan by?
ar: ثم لماذا لديك هذه ؟

source: - Ek hou hulle by vir 'n vriend.
ar: أنا احفظهم لأحد الأصدقاء .

source: Hoe heet jy?
ar: ما اسمك ؟

source: Anton Markin.
ar: انطون ماركين .

source: - Wel, Anton Markin, ons het hier te maak met 'n misdaad, wat beteken vir my, "goed so seuntjie"
ar: حسنا ، انطون ماركين ، ما نحن نبحث عنه هنا جناية من الدرجة الثانية

source: Dus, doen ons beide 'n plesier en vertel my hoe jou vriend heet.
ar: والذي يعني " عطا الصبي " بالنسبة لي ، و وقت السجن قليلا بالنسبة لك . فلماذا لا تفعل لنا نحن الاثنين معروفاً و تقل لي اسم صديقك .

source: Wat gedoen Wells in Baltimore?
ar: ما كان يفعل ويلز في بالتيمور ؟

source: Hy gebly in 'n duisend dollar per nag suite, in die Rollins Hotel.
ar: كان يعيش في جناح الألف دولار في الليلة الواحدة في فندق رولنز .

source: Op wie se koste?
ar: على حساب من؟

source: Die rekening is elektronies betaal.
ar: تم دفع فاتورة

source: Ek trek dit nog na.
ar: بشريحة إلكترونية - وما زلت أتتبع ذلك.

source: Ons het gesoek in sy kamer en vind 10.000 dollar baar geld in die kamerkluis saam met die laptop van onderoffisier Wells.
ar: لقد بحثت غرفته ، وعثرت على 10،000 دولار نقدا في غرفة آمنة جنبا إلى جنب مع P.O. كمبيوتر محمول ' .

source: Ek het gestuur die rekenaar na Abby saam met die toesig beelde van die hotel.
ar: أرسلت الكمبيوتر بالأسفل الى آبي جنبا إلى جنب مع لقطات أمن الفندق.

source: Eintlik het ek so vinnig moontlik toegang tot die rekenaar nodig.
ar: في الواقع ، أحتاج للوصول إلى هذا الكمبيوتر في اسرع وقت ممكن

source: Daar kan geheime inligting op staan, wat nie vir almal bestem is.
ar: فربما يخبيء معلومات عليه

source: Wil jy die van Abby afneem?
ar: من النوع الخفي هل ستحاولين أخذه من آبي؟

source: Dit wil ek wel eens sien.
ar: أود أن أرى ذلك.

source: Dit gee nie, ek kan wag.
ar: أم ... حسناً أستطيع الانتظار.

source: Soos jy wil.
ar: كما تريدين

source: Wat het jy, Abbs?
ar: آآبز.. ماذا حدث

source: Hang daarvan af wie dit vra.
ar: إعتماداً على حسن من يسأل
